Repository: NaN-tic/trytond-account_reports
Catalog: locale/*.po
Languages: ca

# field:account.configuration,default_timeout:
source: Timeout (s)
ca: Temps d'espera (s)

# field:account_reports.print_general_ledger.start,accounts:
source: Accounts
ca: Comptes

# field:account_reports.print_general_ledger.start,all_accounts:
source: All accounts with and without balance
ca: Totes els comptes amb i sense balanç

# field:account_reports.print_general_ledger.start,company:
source: Company
ca: Empresa

# field:account_reports.print_general_ledger.start,end_date:
source: Final Posting Date
ca: Data de comptabilització final

# field:account_reports.print_general_ledger.start,end_period:
source: End Period
ca: Període final

# field:account_reports.print_general_ledger.start,final_accounts:
source: Only final accounts
ca: Només comptes finals

# field:account_reports.print_general_ledger.start,fiscalyear:
source: Fiscal Year
ca: Exercici fiscal

# field:account_reports.print_general_ledger.start,output_format:
source: Output Format
ca: Tipus de fitxer

# field:account_reports.print_general_ledger.start,parties:
source: Parties
ca: Tercers

# field:account_reports.print_general_ledger.start,show_description:
source: Show Description
ca: Mostra descripcions

# field:account_reports.print_general_ledger.start,start_date:
source: Initial Posting Date
ca: Data de comptabilització inicial

# field:account_reports.print_general_ledger.start,start_period:
source: Start Period
ca: Període inicial

# field:account_reports.print_general_ledger.start,timeout:
source: Timeout (s)
ca: Temps d'espera (s)

# field:account_reports.print_taxes_by_invoice.start,company:
source: Company
ca: Empresa

# field:account_reports.print_taxes_by_invoice.start,end_date:
source: Final posting date
ca: Data de comptabilització final

# field:account_reports.print_taxes_by_invoice.start,excluded_parties:
source: Excluded Parties
ca: Tercers Exclosos

# field:account_reports.print_taxes_by_invoice.start,fiscalyear:
source: Fiscal Year
ca: Exercici fiscal

# field:account_reports.print_taxes_by_invoice.start,grouping:
source: Grouping
ca: Agrupació

# field:account_reports.print_taxes_by_invoice.start,output_format:
source: Output Format
ca: Tipus de fitxer

# field:account_reports.print_taxes_by_invoice.start,parties:
source: Parties
ca: Tercers

# field:account_reports.print_taxes_by_invoice.start,partner_type:
source: Party Type
ca: Tipus de tercer

# field:account_reports.print_taxes_by_invoice.start,periods:
source: Periods
ca: Períodes

# field:account_reports.print_taxes_by_invoice.start,start_date:
source: Initial posting date
ca: Data de comptabilització inicial

# field:account_reports.print_taxes_by_invoice.start,tax_type:
source: Tax Type
ca: Tipus d'impostos

# field:account_reports.print_taxes_by_invoice.start,taxes:
source: Taxes
ca: Impostos

# field:account_reports.print_taxes_by_invoice.start,timeout:
source: Timeout
ca: Temps d'espera esgotat

# field:account_reports.print_taxes_by_invoice.start,totals_only:
source: Totals Only
ca: Només totals

# field:account_reports.print_trial_balance.start,accounts:
source: Accounts
ca: Comptes

# field:account_reports.print_trial_balance.start,add_initial_balance:
source: Add Initial Balance
ca: Afegeix saldo inicial

# field:account_reports.print_trial_balance.start,company:
source: Company
ca: Empresa

# field:account_reports.print_trial_balance.start,comparison_end_period:
source: End Period
ca: Període final

# field:account_reports.print_trial_balance.start,comparison_fiscalyear:
source: Fiscal Year
ca: Exercici fiscal

# field:account_reports.print_trial_balance.start,comparison_start_period:
source: Start Period
ca: Període inicial

# field:account_reports.print_trial_balance.start,end_period:
source: End Period
ca: Període final

# field:account_reports.print_trial_balance.start,fiscalyear:
source: Fiscal Year
ca: Exercici fiscal

# field:account_reports.print_trial_balance.start,hide_split_parties:
source: Hide Split Parties
ca: Amaga Tercers Separats

# field:account_reports.print_trial_balance.start,moves_or_initial:
source: Only Accounts With Moves or Initial Balance
ca: Només comptes amb apunts o saldo inicial

# field:account_reports.print_trial_balance.start,only_moves:
source: Only Accounts With Move
ca: Només comptes amb apunts

# field:account_reports.print_trial_balance.start,output_format:
source: Output Format
ca: Tipus de fitxer

# field:account_reports.print_trial_balance.start,parties:
source: Parties
ca: Tercers

# field:account_reports.print_trial_balance.start,show_digits:
source: Digits
ca: Dígits

# field:account_reports.print_trial_balance.start,split_parties:
source: Split Parties
ca: Separa tercers

# field:account_reports.print_trial_balance.start,start_period:
source: Start Period
ca: Període inicial

# field:account_reports.print_trial_balance.start,timeout:
source: Timeout (s)
ca: Temps d'espera (s)

# help:account_reports.print_general_ledger.start,all_accounts:
source: If unchecked only print accounts with previous balance different from 0 or with moves
ca: Si no està marcat, només imprimeix comptes amb saldo anterior diferent de 0 o amb moviments

# help:account_reports.print_general_ledger.start,final_accounts:
source: If unchecked print all tree accounts from 1 to all digits
ca: Si no està marcat, imprimeix todes les comptes de l'arbre de comptes des d'1 dígit a tots

# help:account_reports.print_general_ledger.start,show_description:
source: If checked show description from Account Move Line
ca: Si està marcat, es mostra la descripció dels apunts

# help:account_reports.print_general_ledger.start,timeout:
source: If report calculation should take more than the specified timeout (in seconds) the process will be stopped automatically.
ca: Si el càlcul de l'informe triga més del temps d'espera especificat (en segons), el procés s'aturarà automàticament.

# help:account_reports.print_taxes_by_invoice.start,parties:
source: Leave empty to select all parties
ca: Deixeu-ho en blanc per seleccionar tots els tercers

# help:account_reports.print_taxes_by_invoice.start,periods:
source: Leave empty to select all periods
ca: Deixeu-ho en blanc per seleccionar tots els perídoes

# help:account_reports.print_taxes_by_invoice.start,taxes:
source: Leave empty to select all taxes
ca: Deixeu-ho en blanc per seleccionar tots els impostos

# help:account_reports.print_taxes_by_invoice.start,timeout:
source: If report calculation should take more than the specified timeout (in seconds) the process will be stopped automatically.
ca: Si el càlcul de l'informe triga més del temps d'espera especificat (en segons), el procés s'aturarà automàticament.

# help:account_reports.print_trial_balance.start,timeout:
source: If report calculation should take more than the specified timeout (in seconds) the process will be stopped automatically.
ca: Si el càlcul de l'informe triga més del temps d'espera especificat (en segons), el procés s'aturarà automàticament.

# model:account_reports.print_general_ledger.start,name:
source: Print General Ledger
ca: Imprimeix llibre major

# model:account_reports.print_taxes_by_invoice.start,name:
source: Print Taxes by Invoice and Period
ca: Imprimeix impostos per factura i període

# model:account_reports.print_trial_balance.start,name:
source: Print Trial Balance Start
ca: Inici imprimeix balanç de sumes i saldos

# model:ir.action,name:report_general_ledger
source: General Ledger
ca: Llibre major

# model:ir.action,name:report_taxes_by_invoice
source: Taxes by Invoice
ca: Impostos per factura

# model:ir.action,name:report_trial_balance
source: Trial Balance
ca: Balanç de sumes i saldos

# model:ir.action,name:wizard_print_general_ledger
source: Print General Ledger
ca: Imprimeix llibre major

# model:ir.action,name:wizard_print_taxes_by_invoice
source: Print Taxes by Invoice and Period
ca: Imprimeix impostos per factura i període

# model:ir.action,name:wizard_print_trial_balance
source: Print Trial Balance
ca: Imprimeix balanç de sumes i saldos

# model:ir.action.report,name:
source: Abreviated Journal
ca: Diari abreviat

# model:ir.action.report,name:report_general_ledger
source: General Ledger
ca: Llibre major

# model:ir.action.report,name:report_taxes_by_invoice
source: Taxes by Invoice and Period
ca: Impostos per factura i període

# model:ir.action.wizard,name:
source: Print Abreviated Journal
ca: Imprimeix diari abreviat

# model:ir.action.wizard,name:wizard_print_general_ledger
source: Print General Ledger
ca: Imprimeix llibre major

# model:ir.action.wizard,name:wizard_print_taxes_by_invoice
source: Print Taxes by Invoice and Period
ca: Imprimeix impostos per factura i període

# model:ir.message,text:fiscalyear_end_date
source: The final posting date does not match the fiscal year "%(fiscalyear)s".
ca: La data de contabilització final no coincideix amb l’exercici fiscal "%(fiscalyear)s".

# model:ir.message,text:fiscalyear_start_date
source: The initial posting date does not match the fiscal year "%(fiscalyear)s".
ca: La data de comptabilització inicial no concorda amb l'any fiscal "%(fiscalyear)s".

# model:ir.message,text:msg_missing_fiscalyear
source: The fiscalyear selected it is not valid.
ca: L'any fiscal seleccionat no és vàlid.

# model:ir.message,text:msg_timeout_exception
source: Report computation timed out. You may consider increasing the timeout of the account reports or export to XLS format.
ca: S'ha esgotat el temps d'espera del càlcul de l'informe. Podeu considerar augmentar el temps d'espera de l'informe o exportar-los al format XLS.

# model:ir.ui.menu,name:menu_print_general_ledger
source: Print General Ledger
ca: Imprimeix llibre major

# model:ir.ui.menu,name:menu_print_taxes_by_invoice
source: Print Taxes by Invoice and Period
ca: Imprimeix impostos per factura i període

# model:ir.ui.menu,name:menu_print_trial_balance
source: Print Trial Balance
ca: Imprimeix balanç de sumes i saldos

# report:account_reports.general_ledger:
source: From
ca: Des de

# report:account_reports.general_ledger:
source: Accounts
ca: Comptes

# report:account_reports.general_ledger:
source: All Accounts
ca: Tots els comptes

# report:account_reports.general_ledger:
source: All Parties
ca: Tots els tercers

# report:account_reports.general_ledger:
source: Balance
ca: Saldo

# report:account_reports.general_ledger:
source: Credit
ca: Haver

# report:account_reports.general_ledger:
source: Date
ca: Data

# report:account_reports.general_ledger:
source: Debit
ca: Deure

# report:account_reports.general_ledger:
source: Description
ca: Descripció

# report:account_reports.general_ledger:
source: Fiscal Year
ca: Exercici fiscal

# report:account_reports.general_ledger:
source: General Ledger
ca: Llibre major

# report:account_reports.general_ledger:
source: Number
ca: Número

# report:account_reports.general_ledger:
source: PREVIOUS BALANCE
ca: Balanç anterior

# report:account_reports.general_ledger:
source: Parties
ca: Tercers

# report:account_reports.general_ledger:
source: Party
ca: Tercer

# report:account_reports.general_ledger:
source: Previous balance...
ca: Balanç anterior...

# report:account_reports.general_ledger:
source: Reference
ca: Referència

# report:account_reports.general_ledger:
source: To
ca: A

# report:account_reports.general_ledger:
source: Total Fiscal Year
ca: Total Exercici fiscal

# report:account_reports.general_ledger:
source: VAT
ca: NIF

# report:account_reports.general_ledger:
source: When move number is between parentheses it means that it has no post number and the number shown is the provisional one.
ca: Si el número d'assentament apareix entre parèntesis indica que no té número confirmat i el número que es mostra és el provisional.

# report:account_reports.taxes_by_invoice:
source: Account
ca: Compte

# report:account_reports.taxes_by_invoice:
source: All Parties
ca: Tots els tercers

# report:account_reports.taxes_by_invoice:
source: All Periods
ca: Tots els períodes

# report:account_reports.taxes_by_invoice:
source: Base+Tax
ca: Base+Imp.

# report:account_reports.taxes_by_invoice:
source: Final posting date
ca: Data de comptab. final

# report:account_reports.taxes_by_invoice:
source: Fiscal Year:
ca: Exercici fiscal:

# report:account_reports.taxes_by_invoice:
source: Initial posting date
ca: Data de comptab. inici

# report:account_reports.taxes_by_invoice:
source: Invoice
ca: Factura

# report:account_reports.taxes_by_invoice:
source: Invoice Date
ca: Data factura

# report:account_reports.taxes_by_invoice:
source: Invoice Total
ca: Total factura

# report:account_reports.taxes_by_invoice:
source: Move Date
ca: Data assentament

# report:account_reports.taxes_by_invoice:
source: Parties:
ca: Tercers:

# report:account_reports.taxes_by_invoice:
source: Periods:
ca: Períodes:

# report:account_reports.taxes_by_invoice:
source: Tax
ca: Impost

# report:account_reports.taxes_by_invoice:
source: Taxes By Invoice
ca: Impostos per factura

# report:account_reports.taxes_by_invoice:
source: VAT
ca: NIF

# report:account_reports.taxes_by_invoice:
source: Without taxes
ca: Sense impostos

# selection:account_reports.print_taxes_by_invoice.start,grouping:
source: Base Tax Code
ca: Codi d'impost

# selection:account_reports.print_taxes_by_invoice.start,grouping:
source: Invoice
ca: Factura

# selection:account_reports.print_taxes_by_invoice.start,partner_type:
source: Customers
ca: Clients

# selection:account_reports.print_taxes_by_invoice.start,partner_type:
source: Suppliers
ca: Proveïdors

# selection:account_reports.print_taxes_by_invoice.start,tax_type:
source: All
ca: Tots

# selection:account_reports.print_taxes_by_invoice.start,tax_type:
source: Invoiced
ca: Facturats

# selection:account_reports.print_taxes_by_invoice.start,tax_type:
source: Refunded
ca: Rectificats

# view:account.configuration:
source: Report
ca: Informe

# view:account_reports.print_general_ledger.start:
source: Leave empty to select all accounts
ca: Deixeu-ho en blanc per seleccionar tots els comptes

# view:account_reports.print_general_ledger.start:
source: Leave empty to select all parties
ca: Deixeu-ho en blanc per seleccionar tots els tercers

# view:account_reports.print_taxes_by_invoice.start:
source: Left empty to select all parties
ca: Deixeu-ho en blanc per seleccionar tots els tercers

# view:account_reports.print_taxes_by_invoice.start:
source: Left empty to select all periods
ca: Deixeu-ho en blanc per seleccionar tots els perídoes

# view:account_reports.print_taxes_by_invoice.start:
source: Left empty to select all taxes
ca: Deixa buit per seleccionar tots els impostos

# view:account_reports.print_trial_balance.start:
source: All accounts if Empty
ca: Tots els comptes si es deixa en blanc

# view:account_reports.print_trial_balance.start:
source: All parties if Empty
ca: Tots els tercers si es deixa en blanc

# view:account_reports.print_trial_balance.start:
source: Comparison Period
ca: Període de comparació

# wizard_button:account_reports.print_general_ledger,start,end:
source: Cancel
ca: Cancel·la

# wizard_button:account_reports.print_general_ledger,start,print_:
source: Print
ca: Imprimeix

# wizard_button:account_reports.print_taxes_by_invoice,start,end:
source: Cancel
ca: Cancel·la

# wizard_button:account_reports.print_taxes_by_invoice,start,print_:
source: Print
ca: Imprimeix

# wizard_button:account_reports.print_trial_balance,start,end:
source: Cancel
ca: Cancel·la

# wizard_button:account_reports.print_trial_balance,start,print_:
source: Print
ca: Imprimir
